[
    {
        "id": "CoreScenario1",
        "title": "Los gules tienen hambre...",
        "text": "Viernes, 18 de septiembre de 1925. Arkham, Massachusetts. Es el final de un largo y anormalmente caluroso verano. Las primeras señales del otoño empiezan a aparecer, pero persiste un sofocante e implacable calor. Una ira silenciosa e impalpable atenaza la ciudad. El mal genio está a flor de piel, y sólo en la última semana ha habido numerosas discusiones entre habitantes de la ciudad que han acabado en violentas peleas por simples malentendidos.\nY ahora ha llamado James Hankerson. Afirma haber encontrado un cuerpo desmembrado en su granero.\nSería demasiado fácil echarle la culpa al tiempo. A esta ciudad le pasa algo, y este viejo adivino poco puede hacer para detener su caída. Mis augurios indican que un pequeño grupo de investigadores se reunirá para arreglar las cosas. Estaré observando sus progresos... pero no tengo muchas esperanzas.",
        "image": "core1"
    },
    {
        "id": "scenario1_intro",
        "title": "Parte I: El encuentro",
        "text": "Tus compañeros y tú habéis estado investigando los extraños sucesos que están teniendo lugar en vuestra ciudad natal de Arkham, en Massachusetts. Durante las últimas semanas, varios habitantes de la ciudad han desaparecido misteriosamente. Y hace poco aparecieron sus cadáveres en el bosque, medio devorados y salvajemente mutilados. La policía y los periódicos han dicho que ha sido obra de animales, pero creéis que hay algo más en marcha. Os habéis reunido en casa del investigador jefe para deliberar sobre estos misteriosos acontecimientos.",
        "image": "core2"
    },
    {
        "id": "no_resolution",
        "title": "Ninguna resolución",
        "text": "Apenas lográis escapar con vida de tu casa. La mujer de la salita os sigue por la puerta delantera y la cierra de un portazo.\n–¡Necios! ¿Veis lo que habéis hecho? –dice mientras apoya una silla contra la puerta y la mete bajo el picaporte–. Debemos salir de aquí. Venid conmigo y os diré lo que sé. Somos los únicos que podemos evitar que desaten contra la ciudad la amenaza que acecha bajo ella.\nNo estáis en condiciones de replicar, así que asentís y seguís a la mujer mientras sale corriendo del porche delantero en dirección al Barrio Fluvial, bajo la lluvia.",
        "image": "core3"
    },
    {
        "id": "resolution1",
        "title": "Resolución 1",
        "text": " Asientes y permites que la mujer pelirroja prenda fuego a las paredes y suelos de tu casa. Las llamas se extienden rápidamente, y salís corriendo por la puerta delantera para evitar quedar atrapados en ese infierno. Desde la acera, observáis cómo el fuego consume todo lo que posees.\n–Venid conmigo –dice la mujer–. Debéis conocer la amenaza que acecha debajo. Si no colaboramos, estamos perdidos sin remedio... pero juntos podremos detenerla.",
        "image": "core4"
    },
    {
        "id": "resolution2",
        "title": "Resolución 2",
        "text": " Te niegas a seguir la orden de la fanática y la echas de tu casa por miedo a que le prenda fuego sin tu permiso.\n–¡Necios! ¡Estáis cometiendo un funesto error! –os advierte–. No entendéis la amenaza que acecha debajo... ¡ni el grave peligro quecorremos todos!\nAún conmocionados por los acontecimientos de la noche, decidís escuchar a la mujer. Quizás pueda arrojar algo de luz sobre estos extraños sucesos... pero no parece confiar demasiado en vosotros.",
        "image": "core4"
    },
    {
        "id": "resolution3",
        "title": "Resolución 3",
        "text": "Corréis al pasillo para tratar de encontrar una forma de huir de la casa, pero la ardiente barrera sigue bloqueando vuestro camino. Estáis atrapados, y la horda de salvajes criaturas que han invadido tu casa se acerca, sin que tengáis posibilidad de huir.",
        "image": "core5"
    }
]